[
{"id":"ukraine","name":"Russia–Ukraine War","region":"Europe","lat":49.0,"lon":31.0,"status":"active","category":"interstate war","likelihood":0.96,"impact":0.97,"start_date":"2014 (escalated 2022)","last_update":"2026-01","summary":"The war began after Ukraine’s 2014 political upheaval and Russia’s seizure of Crimea, followed by the Donbas conflict fueled by Russian-backed separatism. Russia’s 2022 full-scale invasion turned a simmering post-Soviet territorial dispute into a continental-scale attritional war, with shifting frontlines, mass mobilization, deep strikes, and a prolonged contest over Ukraine’s sovereignty, security alignment, and control of occupied regions—reverberating through European defense posture, energy markets, and global grain trade routes.","key_dates":[{"date":"2014-02","note":"Political rupture in Kyiv; Russia exploits the opening to move against Ukraine"},{"date":"2014-03","note":"Russia annexes Crimea after rapid military takeover and disputed referendum"},{"date":"2014-04","note":"Armed separatist seizures in Donetsk/Luhansk; conflict ignites in the Donbas"},{"date":"2015-02","note":"Minsk II framework seeks to freeze fighting but fails to resolve sovereignty/control issues"},{"date":"2022-02","note":"Russia launches full-scale invasion across multiple axes"},{"date":"2022-09","note":"Russia announces annexation claims over additional occupied regions after staged referendums"}],"events":["Large-scale combined-arms offensives and defensive belts along a wide front","Long-range missile/drone strike campaigns against infrastructure and logistics","Maritime and air-defense contests shaping Black Sea access and economic lifelines","Mobilization, training, and external military assistance driving force regeneration cycles"],"sources":["International Crisis Group","ACLED"]},
{"id":"israel_palestine","name":"Israel–Palestine / Gaza War Spillover","region":"Middle East","lat":31.5,"lon":34.8,"status":"active","category":"interstate and non-state conflict","likelihood":0.9,"impact":0.92,"start_date":"1948– (major escalation 2023)","last_update":"2026-01","summary":"Rooted in competing national movements and the unresolved questions of statehood, borders, refugees, and Jerusalem, the Israel–Palestine conflict has cycled through wars, uprisings, and failed peace efforts. In Gaza, Israel’s blockade-era confrontation with Hamas and other armed factions has repeatedly escalated, culminating in the 2023 shock attack and the ensuing large-scale war in Gaza, which intensified humanitarian crisis dynamics and raised spillover risks via cross-border fire, proxy involvement, and maritime security pressures in adjacent waterways.","key_dates":[{"date":"1947-1949","note":"Partition plan, war, and displacement; conflict’s foundational rupture and refugee question crystallize"},{"date":"1967","note":"Six-Day War places Gaza and the West Bank under Israeli occupation, reshaping control and resistance politics"},{"date":"1993-1995","note":"Oslo process establishes Palestinian Authority but leaves core-status issues unresolved"},{"date":"2005","note":"Israel disengages from Gaza while retaining control over borders/air/sea access dynamics"},{"date":"2007","note":"Hamas takes control of Gaza; blockade and recurrent rounds of fighting become the dominant pattern"},{"date":"2023-10","note":"Major Hamas-led attack triggers full-scale Gaza war and broad regional escalation concerns"}],"events":["Major ground and air operations in Gaza alongside persistent rocket/missile exchanges","Hostage-prisoner dynamics shaping negotiations, ceasefire attempts, and domestic politics","Cross-border escalation along Israel’s northern frontier and proxy-linked strike cycles","Maritime insecurity and interdiction risks affecting regional shipping lanes"],"sources":["Crisis Group","UN OCHA","ACLED"]},
{"id":"sudan","name":"Sudan SAF–RSF War","region":"Africa","lat":15.5,"lon":32.5,"status":"active","category":"civil war","likelihood":0.93,"impact":0.88,"start_date":"2023","last_update":"2026-01","summary":"Sudan’s war erupted from a power struggle inside the post-Bashir security state: the regular army (SAF) and the RSF paramilitary—both central players in the 2019 transition’s unraveling—turned on each other amid disputes over integration, command, and the future of civilian rule. Fighting rapidly devastated Khartoum and spread nationwide, accelerating state fragmentation, enabling predatory local armed actors, and producing mass displacement, atrocity risks, and severe constraints on humanitarian access with destabilizing spillover into neighboring states.","key_dates":[{"date":"2019","note":"Bashir removed; fragile civilian-military transition begins but security power centers remain intact"},{"date":"2021-10","note":"Coup derails transition and intensifies competition among armed elites"},{"date":"2023-04","note":"SAF–RSF conflict ignites in Khartoum and expands rapidly"},{"date":"2023-2024","note":"Frontlines proliferate; localized ethnic and communal violence surges in multiple regions"},{"date":"2024-2025","note":"Humanitarian catastrophe deepens as access, governance, and basic services collapse in contested areas"}],"events":["Urban warfare and artillery/airstrike cycles in and around Khartoum","Territorial contests over key supply routes, airports, and border corridors","Large-scale civilian displacement, aid obstruction, and protection crises","Fragmentation into localized war economies and shifting alliances"],"sources":["Crisis Group","IRC Watchlist","ACLED"]},
{"id":"myanmar","name":"Myanmar Civil War","region":"Asia-Pacific","lat":19.5,"lon":96.0,"status":"active","category":"civil war","likelihood":0.88,"impact":0.78,"start_date":"2021","last_update":"2026-01","summary":"Myanmar’s post-coup war emerged when the military (Tatmadaw) seized power in 2021, triggering nationwide resistance that evolved from protest to armed struggle. A patchwork of People’s Defense Forces, long-standing ethnic armed organizations, and local militias contest military control across multiple theaters. The conflict has become a grinding, decentralized civil war defined by contested administration, airstrikes and artillery against resistance-held communities, chronic displacement, and an increasingly fractured state writ.","key_dates":[{"date":"2021-02","note":"Military coup ends elected government and triggers mass protests and civil disobedience"},{"date":"2021-2022","note":"Resistance militarizes; PDFs proliferate and coordinate unevenly with ethnic armed organizations"},{"date":"2022","note":"Escalation of airpower and punitive operations against resistance-supporting areas"},{"date":"2023","note":"Major shifts in several border and hinterland theaters as alliances mount coordinated offensives"},{"date":"2024-2025","note":"Protracted multi-front stalemate with intermittent breakthroughs and sustained humanitarian strain"}],"events":["Decentralized insurgency and counterinsurgency across towns, road networks, and border trade hubs","Airstrike and artillery campaigns targeting resistance logistics and sympathetic populations","Control contests over border crossings and revenue sources that finance armed actors","Humanitarian access constraints and displacement waves tied to offensives and reprisals"],"sources":["Crisis Group","ACLED"]},
{"id":"dr_congo","name":"DR Congo (Eastern Kivu Complex)","region":"Africa","lat":-1.7,"lon":29.2,"status":"active","category":"insurgency and interstate tension","likelihood":0.86,"impact":0.77,"start_date":"1990s–","last_update":"2026-01","summary":"Eastern DR Congo’s violence is a layered legacy of the Great Lakes wars, porous borders, and armed group economies tied to minerals, taxation, and protection rackets. Dozens of militias and rebel movements operate amid weak state presence, communal grievances, and periodic escalations involving neighboring states’ security interests. Recurrent cycles—especially around North Kivu and Ituri—produce chronic civilian harm, displacement, and recurring regional diplomatic crises as armed actors contest territory, resources, and authority.","key_dates":[{"date":"1994-1998","note":"Regional war spillover and state collapse dynamics seed durable armed networks in the east"},{"date":"2002-2003","note":"Formal peace processes end major war phases but leave armed group ecosystems intact"},{"date":"2012-2013","note":"M23 rebellion surges, then is pushed back, illustrating recurring insurgent regeneration"},{"date":"2021-2022","note":"M23 re-emerges, intensifying regional tensions and displacement"},{"date":"2023-2025","note":"Persistent militia violence and intermittent external deployments struggle to stabilize key hotspots"}],"events":["Armed group territorial taxation, roadblock economies, and mineral-linked financing","Rebel–army clashes and civilian-targeted violence in Kivu/Ituri corridors","Cross-border accusations and proxy dynamics heightening interstate tension","Displacement, sexual violence, and humanitarian access constraints as routine conflict outputs"],"sources":["Crisis Group","UN","ACLED"]},
{"id":"sahel","name":"Central Sahel Insurgency Belt","region":"Africa","lat":14.8,"lon":-1.2,"status":"active","category":"jihadist insurgency","likelihood":0.89,"impact":0.74,"start_date":"2012–","last_update":"2026-01","summary":"What began as a crisis in northern Mali in 2012 metastasized into a transnational insurgency spanning Mali, Burkina Faso, and Niger, driven by jihadist coalitions, local grievances, and state retreat. The conflict is marked by rural governance collapse, contested trade routes, retaliatory cycles between insurgents, security forces, and community militias, and frequent mass-casualty attacks. Coups and shifting external partnerships have further disrupted counterinsurgency coherence, enabling insurgent adaptation and territorial influence in peripheral zones.","key_dates":[{"date":"2012","note":"Northern Mali rebellion and jihadist takeover catalyze regional insurgency dynamics"},{"date":"2013","note":"International military intervention alters battlefield but insurgency disperses and adapts"},{"date":"2015-2016","note":"Violence expands into central Mali and then into Burkina Faso and western Niger"},{"date":"2020-2023","note":"Series of coups and security realignments complicate regional coordination"},{"date":"2023-2025","note":"Sustained rural insecurity and mass displacement as insurgents contest corridors and towns"}],"events":["Mass-casualty raids on villages, convoys, and local administrative nodes","Targeted assassinations and coercive governance in contested rural areas","Security-force offensives followed by insurgent adaptation and retaliatory cycles","Population displacement and closure of schools/clinics as insurgency erodes state services"],"sources":["ACLED","Crisis Group"]},
{"id":"somalia","name":"Somalia (Al-Shabaab Conflict)","region":"Africa","lat":3.1,"lon":45.3,"status":"active","category":"insurgency","likelihood":0.84,"impact":0.69,"start_date":"2006–","last_update":"2026-01","summary":"Al-Shabaab’s insurgency grew out of Somalia’s state collapse era and has persisted through cycles of territorial loss and regeneration. The group blends guerrilla warfare, urban terrorism, and parallel taxation systems, exploiting governance gaps and clan disputes. Despite international support to Somali security forces and periodic offensives, al-Shabaab retains resilience through rural sanctuary, financing networks, and the capacity to strike in major cities—threatening state consolidation and regional corridors across the Horn of Africa.","key_dates":[{"date":"2006-2007","note":"Insurgency consolidates after upheaval around Somalia’s transitional politics"},{"date":"2011","note":"Militant territorial pressure and urban attacks intensify as regional forces deepen involvement"},{"date":"2012","note":"Federal government formation creates a new state-building framework amid ongoing insurgency"},{"date":"2022","note":"Renewed government offensives and local mobilizations aim to roll back al-Shabaab influence"},{"date":"2023-2025","note":"Back-and-forth territorial contests with persistent high-profile attacks and taxation resilience"}],"events":["Complex attacks in urban centers targeting government, security, and civilian venues","Rural control contests tied to taxation, checkpoints, and clan-alignment dynamics","Counterinsurgency offensives followed by insurgent infiltration and asymmetric retaliation","Maritime/coastal security concerns and cross-border risk into neighboring states"],"sources":["UN","ACLED"]},
{"id":"yemen","name":"Yemen War and Fragmented Ceasefire","region":"Middle East","lat":15.6,"lon":48.5,"status":"active","category":"civil and proxy conflict","likelihood":0.75,"impact":0.83,"start_date":"2014–","last_update":"2026-01","summary":"Yemen’s war began when the Houthi movement seized the capital amid a collapsing political transition, prompting a regional military intervention and fragmenting the country into competing authorities. While periods of reduced frontline fighting have occurred, Yemen remains divided among armed coalitions, with unresolved governance, economic fragmentation, and localized violence. The conflict’s spillover has been amplified by threats to maritime routes and periodic regional escalation, keeping a fragile ceasefire environment vulnerable to breakdown.","key_dates":[{"date":"2014-09","note":"Houthis take Sana’a, accelerating collapse of the transitional political order"},{"date":"2015-03","note":"Regional coalition intervention internationalizes the conflict and intensifies nationwide combat"},{"date":"2018","note":"Red Sea coast fighting and Stockholm-related arrangements highlight strategic port stakes"},{"date":"2022","note":"UN-brokered truce reduces some large-scale fighting but leaves core disputes unresolved"},{"date":"2023-2024","note":"Maritime spillover dynamics increase global trade exposure to Yemen-linked escalation risks"},{"date":"2024-2025","note":"Fragmented governance and economic crisis keep relapse risk persistent despite lower-intensity fronts"}],"events":["Localized offensives and ceasefire violations across contested governorates","Economic warfare: currency fragmentation, revenue disputes, and public-sector collapse pressures","Maritime insecurity affecting shipping lanes and regional escalation calculations","Humanitarian access constraints and displacement driven by insecurity and governance breakdown"],"sources":["UN","Crisis Group","ACLED"]},
{"id":"syria","name":"Syria Multi-Actor Conflict","region":"Middle East","lat":35.0,"lon":38.5,"status":"active","category":"civil war","likelihood":0.73,"impact":0.82,"start_date":"2011–","last_update":"2026-01","summary":"Syria’s uprising-turned-war fractured into a multi-actor conflict involving the state, opposition factions, jihadist groups, and foreign militaries, producing a patchwork of control zones and a devastated economy. Although nationwide frontlines have stabilized compared with peak war years, the underlying drivers—unresolved political settlement, external military footprints, detention and accountability issues, sanctions and economic collapse, and localized insurgency—keep the country in a state of chronic volatility with periodic escalations and severe humanitarian need.","key_dates":[{"date":"2011","note":"Protests escalate into armed conflict; state repression and militarization reshape politics"},{"date":"2014","note":"ISIS surge transforms the battlefield and internationalizes counterterrorism operations"},{"date":"2015","note":"Russian military intervention helps stabilize the Syrian government’s position"},{"date":"2016-2018","note":"Major urban battles and territorial reconquests redraw control lines"},{"date":"2019-2020","note":"Idlib-centric escalation and shifting northeast dynamics entrench de facto partition patterns"},{"date":"2023-2025","note":"Persistent economic collapse and localized violence keep humanitarian and security risks acute"}],"events":["Periodic offensives and ceasefire breakdowns around key enclaves and highways","Localized insurgent attacks, raids, and tit-for-tat strikes among external forces","Detention, displacement, and humanitarian access constraints as enduring conflict features","Cross-border security operations and airstrikes shaping regional escalation dynamics"],"sources":["UN","ACLED"]},
{"id":"haiti","name":"Haiti Gang War / State Collapse Risk","region":"Americas","lat":18.6,"lon":-72.3,"status":"active","category":"internal conflict","likelihood":0.83,"impact":0.62,"start_date":"2018–","last_update":"2026-01","summary":"Haiti’s crisis reflects the erosion of political legitimacy, economic collapse, and the capture of neighborhoods and infrastructure by heavily armed gangs that operate as de facto power brokers. The 2021 assassination of the president deepened institutional paralysis, and gang coalitions expanded control over key roads, ports, and urban districts, constricting humanitarian access and normal commerce. Violence is driven less by ideology than by territorial control, patronage networks, and the breakdown of policing and justice systems.","key_dates":[{"date":"2018-2019","note":"Political unrest and economic deterioration accelerate armed group influence and urban insecurity"},{"date":"2021-07","note":"Presidential assassination intensifies governance vacuum and security fragmentation"},{"date":"2022","note":"Gang territorial consolidation disrupts fuel, ports, and key transport corridors"},{"date":"2023-2024","note":"Escalation of coordinated gang offensives increases displacement and pressures state survival"},{"date":"2025","note":"Security operations and political transition efforts face recurring setbacks amid entrenched gang power"}],"events":["Gang coalitions seize and contest critical infrastructure and neighborhood chokepoints","Mass kidnappings, extortion economies, and displacement driven by territorial warfare","Breakdowns in policing and prison systems enabling cycles of violence and impunity","Humanitarian access constraints and intermittent international support/mission debates"],"sources":["Crisis Group","ACLED"]},
{"id":"ethiopia_amahara","name":"Ethiopia (Amhara/Tigray Fragility)","region":"Africa","lat":11.3,"lon":39.6,"status":"elevated","category":"post-war instability","likelihood":0.71,"impact":0.76,"start_date":"2020–","last_update":"2026-01","summary":"Ethiopia’s instability follows the catastrophic Tigray war and the difficulties of implementing a durable post-war settlement amid unresolved territorial disputes, disarmament challenges, and competing regional power centers. Tensions in Amhara—linked to militia mobilization, governance grievances, and contested security arrangements—create a high-risk environment for localized escalation. Even where large-scale war has paused, the state’s coercive reconfiguration and political fragmentation keep relapse risks elevated across multiple regions.","key_dates":[{"date":"2020-11","note":"Tigray war erupts, rapidly expanding into a national-scale conflict"},{"date":"2022-11","note":"Pretoria agreement reduces major fighting but leaves complex implementation gaps"},{"date":"2023","note":"Amhara-region clashes intensify amid disputes over security forces and regional authority"},{"date":"2024-2025","note":"Post-war reconstruction and political bargaining remain contested, sustaining localized escalation risks"}],"events":["Localized armed clashes between security forces and regional/militia actors","Disarmament, reintegration, and command-control disputes driving security volatility","Humanitarian access and service restoration hindered by insecurity and political contestation","Spillover risk from unresolved border/administrative questions and militia mobilization"],"sources":["ACLED","Crisis Group"]},
{"id":"south_sudan","name":"South Sudan Political-Military Crisis Risk","region":"Africa","lat":7.3,"lon":30.0,"status":"elevated","category":"fragile peace","likelihood":0.69,"impact":0.73,"start_date":"2013–","last_update":"2026-01","summary":"South Sudan’s civil war ended formally through a power-sharing framework, but the peace remains fragile due to delayed reforms, fragmented command structures, and competing patronage networks. Armed groups and community militias persist, and political disputes over elections, cantonment, and security-sector unification repeatedly stall. The result is a chronic risk environment where localized violence, elite brinkmanship, and economic shocks can trigger broader conflict relapse despite nominal transitional institutions.","key_dates":[{"date":"2013","note":"Civil war begins, entrenching ethnicized political-military competition"},{"date":"2018","note":"Revitalized peace agreement sets power-sharing and security reform roadmap"},{"date":"2020","note":"Unity government formed, but key security and electoral milestones lag"},{"date":"2022-2023","note":"Repeated delays to transition steps sustain mistrust and militia mobilization incentives"},{"date":"2024-2025","note":"Localized violence and political brinkmanship keep relapse risk elevated"}],"events":["Intercommunal violence and militia clashes amplified by elite competition and impunity","Stalled security-sector integration and competing chains of command","Displacement and humanitarian need driven by localized fighting and flooding/economic stress","Political crisis moments around elections, governance timelines, and revenue distribution"],"sources":["UNMISS","Crisis Group"]},
{"id":"nigeria","name":"Nigeria (Northeast Insurgency + Banditry)","region":"Africa","lat":11.8,"lon":13.2,"status":"elevated","category":"insurgency and criminal violence","likelihood":0.78,"impact":0.66,"start_date":"2009–","last_update":"2026-01","summary":"Nigeria’s security crisis combines a long-running jihadist insurgency in the northeast—splintered among factions and sustained by rural sanctuary and coercive financing—with expanding banditry and kidnapping economies in the northwest and north-central zones. Weak local security coverage, corruption, and communal tensions allow armed networks to exploit highways, forests, and borderlands. The result is persistent civilian insecurity, repeated mass abductions, and a security burden that strains governance and economic activity across multiple regions.","key_dates":[{"date":"2009","note":"Boko Haram insurgency escalates into sustained conflict"},{"date":"2014","note":"Chibok abductions spotlight mass-kidnapping tactics and governance failures"},{"date":"2015-2016","note":"Insurgent factionalization and adaptation alter attack patterns and territorial strategies"},{"date":"2020-2021","note":"Banditry/kidnapping expands, creating multi-theater insecurity beyond the northeast"},{"date":"2023-2025","note":"Ongoing insurgent attacks and criminal violence persist despite intensified operations"}],"events":["Raids and bombings targeting civilians, security forces, and local government nodes","Mass-kidnapping and extortion economies along transport corridors and rural communities","Counterinsurgency offensives with displacement and protection concerns","Cross-border mobility of armed actors across the Lake Chad and Sahel-adjacent regions"],"sources":["ACLED","Crisis Group"]},
{"id":"mozambique_cabo","name":"Mozambique Cabo Delgado","region":"Africa","lat":-12.5,"lon":40.4,"status":"elevated","category":"insurgency","likelihood":0.66,"impact":0.61,"start_date":"2017–","last_update":"2026-01","summary":"The Cabo Delgado insurgency grew from localized grievances and state neglect into a violent extremist campaign that displaced large populations and threatened major energy investments. After dramatic escalations—including attacks on key towns—regional interventions helped degrade insurgent concentrations, but the conflict persists as a mobile insurgency with sporadic high-impact raids. Insecurity remains tied to governance gaps, uneven security coverage, and the strategic importance of coastal routes and energy infrastructure.","key_dates":[{"date":"2017","note":"Insurgency begins, initially framed around local grievances and extremist networks"},{"date":"2020","note":"Attacks expand in scale, signaling insurgent operational maturation"},{"date":"2021-03","note":"Major assault on Palma highlights risks to energy projects and civilian security"},{"date":"2021","note":"Rwandan and regional deployments help push insurgents from some strongholds"},{"date":"2023-2025","note":"Insurgency adapts, sustaining episodic raids and displacement pressures"}],"events":["Hit-and-run raids on villages and small towns with civilian targeting","Security-force sweeps followed by insurgent dispersal and re-infiltration","Threats to transport routes and economic nodes linked to energy infrastructure","Displacement and humanitarian access constraints in contested districts"],"sources":["ACLED","Crisis Group"]},
{"id":"cameroon_anglophone","name":"Cameroon Anglophone Conflict","region":"Africa","lat":5.8,"lon":10.2,"status":"elevated","category":"separatist conflict","likelihood":0.62,"impact":0.58,"start_date":"2017–","last_update":"2026-01","summary":"Cameroon’s Anglophone crisis escalated from protests over marginalization and governance into a separatist insurgency in the northwest and southwest. Armed groups and state forces have engaged in a protracted, fragmented conflict characterized by reprisals, school closures, kidnappings, and persistent insecurity. Political dialogue efforts have struggled to produce a credible settlement, leaving a durable pattern of low-to-mid intensity violence with significant humanitarian and economic impacts in affected regions.","key_dates":[{"date":"2016","note":"Protests over governance and legal/education grievances begin; crackdown radicalizes segments of the movement"},{"date":"2017","note":"Separatist insurgency intensifies; armed factions emerge and violence becomes entrenched"},{"date":"2019","note":"Dialogue initiatives and limited decentralization measures fail to end fighting"},{"date":"2020-2022","note":"Conflict fragments; criminality and factional competition complicate resolution"},{"date":"2023-2025","note":"Persistent insecurity with intermittent spikes and continued humanitarian strain"}],"events":["Ambushes, kidnappings, and targeted killings by armed groups and reprisals by security forces","School shutdowns and attacks that deepen social and economic disruption","Fragmentation among separatist factions complicating negotiation channels","Civilian displacement and constrained humanitarian access in contested localities"],"sources":["ACLED"]},
{"id":"kashmir","name":"India–Pakistan (Kashmir)","region":"Asia-Pacific","lat":34.0,"lon":74.8,"status":"frozen","category":"nuclear dyad territorial dispute","likelihood":0.41,"impact":0.96,"start_date":"1947–","last_update":"2026-01","summary":"Kashmir remains a core, unresolved dispute between two nuclear-armed states, rooted in the 1947 partition and subsequent wars. While ceasefire management along the Line of Control can reduce day-to-day violence, the conflict’s escalation potential is outsized due to crisis-trigger dynamics involving militancy, cross-border firing, domestic politics, and national prestige. The dispute’s legal and political status remains contested, and periods of relative calm can still be punctured by high-impact attacks or miscalculation.","key_dates":[{"date":"1947-1949","note":"First war and the creation of a de facto divided Kashmir with a ceasefire line"},{"date":"1965","note":"Second major war reinforces the dispute’s centrality to bilateral security planning"},{"date":"1999","note":"Kargil conflict demonstrates escalation risk under nuclear shadow"},{"date":"2003","note":"Ceasefire agreement along the Line of Control reduces some direct firing cycles"},{"date":"2019","note":"Constitutional and security-policy shifts intensify political sensitivity"},{"date":"2021","note":"Ceasefire reaffirmation lowers some immediate friction but does not resolve core dispute"}],"events":["LoC ceasefire violations and artillery exchanges during flare-ups","Militant attacks triggering crisis signaling and heightened military readiness","Diplomatic breakdowns and domestic political spikes that harden negotiating positions","High-consequence escalation pathways shaped by nuclear deterrence and rapid mobilization"],"sources":["UNMOGIP","Crisis Group"]},
{"id":"taiwan_strait","name":"Taiwan Strait","region":"Asia-Pacific","lat":23.7,"lon":121.0,"status":"elevated","category":"great-power deterrence","likelihood":0.57,"impact":0.99,"start_date":"1949–","last_update":"2026-01","summary":"The Taiwan Strait is a long-running sovereignty and deterrence contest stemming from the Chinese Civil War’s unresolved outcome. China’s claim over Taiwan and Taiwan’s de facto self-rule create a high-stakes environment where military modernization, exercises, gray-zone pressure, and political signaling raise crisis and miscalculation risks. Because major powers are implicated through security commitments and regional strategy, even limited incidents—air/sea encounters, blockades, or coercive quarantine measures—carry disproportionate escalation and economic consequences.","key_dates":[{"date":"1949","note":"Competing governments across the strait institutionalize an unresolved sovereignty question"},{"date":"1995-1996","note":"Missile crisis underscores coercive signaling and external deterrence dynamics"},{"date":"2016","note":"Political transition in Taiwan heightens sovereignty sensitivity and pressure cycles"},{"date":"2022","note":"Large-scale exercises and elevated military activity increase encounter and miscalculation risk"},{"date":"2023-2025","note":"Sustained gray-zone operations and force posture changes keep crisis risk elevated"}],"events":["Air and maritime incursions, close encounters, and large-scale exercises","Gray-zone coercion: economic pressure, information operations, and incremental normalization of presence","Crisis signaling involving missile forces, naval deployments, and allied reassurance activities","High-impact scenarios: blockade/quarantine dynamics and rapid escalation ladders"],"sources":["Crisis Group"]},
{"id":"south_china_sea","name":"South China Sea Maritime Flashpoint","region":"Asia-Pacific","lat":13.0,"lon":114.0,"status":"elevated","category":"maritime dispute","likelihood":0.58,"impact":0.89,"start_date":"1970s–","last_update":"2026-01","summary":"The South China Sea dispute centers on overlapping maritime claims, strategic sea lanes, and contested features that states have sought to control through legal arguments, coast guard operations, and on-the-water coercion. China’s expansive claims and fortification of features, combined with other claimants’ patrols and external freedom-of-navigation operations, create frequent flashpoints. The core risk is not necessarily deliberate war but recurring coercive encounters—ramming, water-cannoning, obstruction—that could escalate through miscalculation or political pressure.","key_dates":[{"date":"1970s-1990s","note":"Resource prospects and maritime delimitation disputes intensify overlapping claims"},{"date":"2013","note":"Philippines initiates arbitration case challenging the scope of maritime claims"},{"date":"2016","note":"Arbitral ruling shapes legal narratives but is rejected by China, leaving enforcement contested"},{"date":"2021-2022","note":"Rising coast guard activity and legal posturing increase operational friction"},{"date":"2023-2025","note":"Repeated high-risk encounters around contested reefs and resupply routes"}],"events":["Coast guard and maritime militia encounters, including obstruction and ramming incidents","Feature militarization and surveillance posture changes influencing local balances","Freedom-of-navigation and counter-patrol operations with elevated accident risk","Resupply-route confrontations and diplomatic retaliation cycles among claimants"],"sources":["Crisis Group"]},
{"id":"korean_peninsula","name":"Korean Peninsula","region":"Asia-Pacific","lat":39.0,"lon":127.0,"status":"elevated","category":"nuclear deterrence crisis","likelihood":0.54,"impact":0.98,"start_date":"1953 armistice","last_update":"2026-01","summary":"The Korean Peninsula remains a militarized armistice system rather than a peace settlement, with periodic crises driven by weapons development, exercises, and political signaling. North Korea’s advancing missile and nuclear capabilities, combined with allied deterrence measures, create a cyclical pattern of provocation and response. The danger lies in escalation from accidents, misread intentions, or rapid retaliation logic—especially during heightened alert periods when command-and-control and crisis communication are most strained.","key_dates":[{"date":"1953","note":"Armistice ends open war but leaves peninsula divided and heavily militarized"},{"date":"2010","note":"Major kinetic incidents underscore escalation risk despite deterrence"},{"date":"2018","note":"Summit diplomacy reduces tensions temporarily without resolving structural issues"},{"date":"2022-2023","note":"High tempo of missile testing and military exercises elevates crisis volatility"},{"date":"2024-2025","note":"Persistent signaling cycles and force posture adjustments keep escalation risk high"}],"events":["Missile launches and nuclear signaling prompting allied military responses","Border incidents and maritime clashes with rapid escalation potential","Large-scale exercises and counter-exercises increasing accident/miscalculation risk","Sanctions and diplomatic stalemate reinforcing a crisis-cycle equilibrium"],"sources":["Crisis Group"]},
{"id":"afghanistan","name":"Afghanistan Militancy Spillover Risk","region":"Asia-Pacific","lat":34.3,"lon":66.0,"status":"elevated","category":"internal instability","likelihood":0.63,"impact":0.7,"start_date":"1979–","last_update":"2026-01","summary":"Afghanistan’s security landscape is shaped by decades of war, state fragility, and regional competition. After the 2021 collapse of the prior government and the Taliban’s return to power, the country has faced acute humanitarian pressures, governance challenges, and the continued presence of militant actors. Spillover risk persists through cross-border militancy, refugee flows, and transnational extremist threats, while internal grievances and economic collapse create conditions for recurring localized violence and regional security anxiety.","key_dates":[{"date":"1979","note":"Soviet intervention marks the start of a multi-decade conflict arc"},{"date":"2001","note":"Regime change and international intervention reshape Afghan politics and insurgency dynamics"},{"date":"2020","note":"Doha agreement sets conditions for international withdrawal and political transition"},{"date":"2021-08","note":"Taliban take Kabul; state institutions realign under new rule"},{"date":"2022-2025","note":"Persistent humanitarian crisis and militant threat environment sustain internal and regional instability"}],"events":["Cross-border militancy dynamics affecting neighboring states’ security calculations","Counterterrorism operations and sporadic insurgent/terrorist attacks","Humanitarian and economic collapse pressures driving migration and instability","Localized armed disputes and governance enforcement campaigns in contested communities"],"sources":["UN","ACLED"]},
{"id":"pakistan_ttp","name":"Pakistan (TTP Escalation)","region":"Asia-Pacific","lat":33.7,"lon":71.5,"status":"elevated","category":"insurgency","likelihood":0.7,"impact":0.69,"start_date":"2007–","last_update":"2026-01","summary":"Pakistan’s insurgency challenge along its western belt has been shaped by militant sanctuaries, complex tribal politics, and the shifting Afghanistan war environment. The TTP has mounted recurring attack campaigns against security forces and civilians, with violence levels often influenced by cross-border dynamics, internal negotiations, and counterinsurgency operations. Even when large-scale operations suppress militants temporarily, regrouping and regional instability can enable renewed waves of attacks, keeping the security risk structurally elevated.","key_dates":[{"date":"2007","note":"TTP coalesces as a major militant umbrella in Pakistan’s northwest"},{"date":"2014","note":"Major terrorist attack intensifies nationwide counterterrorism posture and operations"},{"date":"2018-2020","note":"Militant fragmentation and re-alignment shifts attack patterns"},{"date":"2021","note":"Taliban takeover in Afghanistan reshapes cross-border militant dynamics"},{"date":"2022-2025","note":"Renewed attack tempo and security operations keep escalation risk elevated"}],"events":["Ambushes and attacks on police, military posts, and checkpoints in northwest regions","Cross-border movement and sanctuary dynamics complicating containment","Counterinsurgency raids and reprisals fueling displacement and local grievances","Negotiation attempts followed by breakdowns and retaliatory violence cycles"],"sources":["ACLED"]},
{"id":"philippines_mindanao","name":"Philippines (Mindanao Insurgent Landscape)","region":"Asia-Pacific","lat":7.1,"lon":125.0,"status":"stable_threat","category":"low-intensity insurgency","likelihood":0.48,"impact":0.45,"start_date":"1970s–","last_update":"2026-01","summary":"Mindanao’s conflict environment has been shaped by separatist struggles, clan politics, and episodic extremist violence. While peace agreements and the establishment of the Bangsamoro autonomous region reduced some large-scale separatist fighting, localized insurgent and extremist threats persist, particularly where governance remains weak or contested. Residual militant networks, criminal economies, and sporadic terror plots can still generate violence spikes even amid broader political progress.","key_dates":[{"date":"1970s-1990s","note":"Separatist conflict becomes entrenched amid cycles of negotiation and splintering"},{"date":"2014","note":"Comprehensive agreement advances a political pathway toward autonomy"},{"date":"2017","note":"Marawi siege underscores extremist capability and urban terrorism risk"},{"date":"2019","note":"Bangsamoro autonomous government established, shifting conflict from war to governance challenges"},{"date":"2022-2025","note":"Residual extremist activity and localized clashes persist despite overall conflict reduction"}],"events":["Targeted attacks by extremist remnants and localized insurgent cells","Clan and militia violence intersecting with political competition and illicit economies","Security operations in rural pockets and urban counterterrorism efforts","Peace implementation friction: decommissioning, policing, and service delivery gaps"],"sources":["ACLED"]},
{"id":"thailand_south","name":"Southern Thailand Insurgency","region":"Asia-Pacific","lat":6.6,"lon":101.3,"status":"stable_threat","category":"insurgency","likelihood":0.44,"impact":0.41,"start_date":"2004–","last_update":"2026-01","summary":"Southern Thailand’s insurgency is a protracted, identity-linked conflict concentrated in the Malay-Muslim majority provinces, driven by historical grievances, security-force abuses, and contested political legitimacy. Violence is typically low-intensity but persistent, featuring bombings, assassinations, and intimidation that degrade trust and economic life. Dialogue efforts have periodically reduced tensions but have not produced a durable political settlement, leaving an enduring risk of episodic escalation.","key_dates":[{"date":"2004","note":"Modern insurgency wave intensifies, establishing a long-term violence pattern"},{"date":"2013","note":"Formal dialogue attempts begin, signaling a potential political channel despite continued attacks"},{"date":"2019-2020","note":"Negotiation cycles resume intermittently amid fluctuating violence levels"},{"date":"2022-2025","note":"Chronic low-intensity violence persists; talks remain fragile and periodically stalled"}],"events":["Bombings and targeted killings aimed at officials, security forces, and perceived collaborators","Security operations and community tensions driving cycles of grievance and retaliation","Intermittent dialogue efforts with limited implementation breakthroughs","Economic disruption and localized fear shaping daily life and governance legitimacy"],"sources":["ACLED"]},
{"id":"venezuela_guyana","name":"Venezuela–Guyana (Essequibo)","region":"Americas","lat":6.1,"lon":-59.0,"status":"elevated","category":"territorial dispute","likelihood":0.52,"impact":0.67,"start_date":"1899– (renewed 2023)","last_update":"2026-01","summary":"The Essequibo dispute is a long-standing sovereignty conflict dating to colonial-era boundary decisions, revived by modern energy stakes and domestic political incentives. Venezuela rejects the 1899 arbitral award and argues for renegotiation under subsequent frameworks, while Guyana asserts the existing boundary and has pursued international legal channels. Offshore oil discoveries heightened the strategic value of the area, and renewed Venezuelan political signaling and coercive rhetoric in recent years have increased crisis risk despite limited direct combat so far.","key_dates":[{"date":"1899","note":"Arbitral award delineates boundary; Venezuela later contests its legitimacy"},{"date":"1966","note":"Geneva Agreement establishes a framework for addressing the dispute diplomatically"},{"date":"2015","note":"Major offshore oil discoveries elevate strategic stakes and international attention"},{"date":"2018","note":"International legal adjudication pathway gains prominence as diplomacy stalls"},{"date":"2023","note":"Renewed Venezuelan escalation rhetoric and signaling increases regional security concern"},{"date":"2024-2025","note":"Deterrence and diplomacy coexist with persistent coercive pressure risk"}],"events":["Coercive signaling and military/paramilitary posture messaging around disputed claims","Legal and diplomatic contestation influencing investor and regional security calculations","Risk of maritime incidents involving patrols, exploration assets, and coast guard interactions","Domestic political mobilization that can harden positions and reduce compromise space"],"sources":["Crisis Group"]},
{"id":"colombia_armed_groups","name":"Colombia (Armed Group Fragmentation)","region":"Americas","lat":3.5,"lon":-73.0,"status":"elevated","category":"non-state conflict","likelihood":0.66,"impact":0.58,"start_date":"1960s–","last_update":"2026-01","summary":"Colombia’s post-peace-agreement landscape features a fragmented mosaic of armed groups competing over territory, coca economies, illegal mining, and cross-border routes. The 2016 accord reduced nationwide conflict intensity but created power vacuums in peripheral areas that dissident factions, ELN units, and criminal networks have sought to fill. Violence is concentrated in border and rural corridors where governance is weak, producing cycles of intimidation, displacement, and selective killings tied to control of illicit revenue streams.","key_dates":[{"date":"2016","note":"Peace agreement with FARC reduces large-scale war but leaves implementation and security gaps"},{"date":"2017-2019","note":"Dissident factions and criminal successors expand into vacuums in peripheral zones"},{"date":"2020-2021","note":"Massacres and social leader killings highlight contested rural control and impunity"},{"date":"2022","note":"Negotiation initiatives broaden but armed group fragmentation complicates comprehensive deals"},{"date":"2023-2025","note":"Localized escalations persist around coca corridors, border routes, and illegal mining hubs"}],"events":["Territorial disputes among armed factions over coca cultivation/processing corridors","Targeting of community leaders, ex-combatants, and civilians viewed as aligned with rivals","Displacement and confinement of communities due to threats and landmine risks","Stop-start negotiations and ceasefire experiments undermined by splinter groups"],"sources":["ACLED"]},
{"id":"ecuador_security","name":"Ecuador Internal Security Crisis","region":"Americas","lat":-1.5,"lon":-78.5,"status":"elevated","category":"organized violence","likelihood":0.62,"impact":0.52,"start_date":"2020s","last_update":"2026-01","summary":"Ecuador’s security crisis reflects the rapid expansion of transnational criminal organizations and prison-linked gangs competing over cocaine transit routes, port access, and extortion markets. Prisons became key command-and-control nodes for gang violence, and the spillover into streets manifested in assassinations, bombings, and intimidation of public officials and journalists. State responses—including emergency measures and militarized policing—have struggled to sustainably disrupt the underlying criminal economies and institutional penetration.","key_dates":[{"date":"2021","note":"Prison massacres and gang consolidation reveal depth of organized control and state weakness"},{"date":"2022","note":"Violence escalates around ports and urban centers tied to trafficking routes"},{"date":"2023","note":"High-profile political violence increases national crisis perception and security crackdowns"},{"date":"2024-2025","note":"Ongoing emergency measures and gang adaptation sustain elevated insecurity"}],"events":["Gang warfare and targeted killings linked to trafficking corridors and local extortion","Prison-based command structures driving coordinated violence outside prison walls","State emergency operations with short-term suppression but ongoing adaptation by networks","Intimidation campaigns affecting governance, commerce, and daily urban security"],"sources":["ACLED"]},
{"id":"mexico_cartel","name":"Mexico Organized Violence Hotspots","region":"Americas","lat":23.0,"lon":-102.0,"status":"elevated","category":"organized armed violence","likelihood":0.77,"impact":0.63,"start_date":"2006–","last_update":"2026-01","summary":"Mexico’s organized violence is driven by cartel fragmentation, competition over trafficking corridors, and the diversification of criminal revenue into extortion, fuel theft, and control of local markets. Since the mid-2000s, the state’s militarized approach has disrupted some leadership structures but also contributed to splintering and localized wars. Violence concentrates in strategic corridors, border regions, and contested states where cartels seek dominance through intimidation, corruption, and high-profile attacks—creating persistent insecurity despite periodic crackdowns.","key_dates":[{"date":"2006","note":"Militarized campaign against cartels escalates nationwide confrontation and fragmentation dynamics"},{"date":"2010-2012","note":"Major splintering and inter-cartel wars intensify in multiple regions"},{"date":"2017","note":"Record-level violence indicators reflect entrenched competition and local predation"},{"date":"2019","note":"High-profile cartel-state confrontations spotlight the balance-of-force dilemma"},{"date":"2023-2025","note":"Continued hotspot volatility as cartels contest ports, border crossings, and inland routes"}],"events":["Inter-cartel battles for corridor control, often involving heavy weapons and mass intimidation","Extortion and coercive governance over communities and businesses","Targeting of officials, journalists, and security forces to shape enforcement behavior","Security operations that displace violence geographically rather than eliminating drivers"],"sources":["ACLED"]},
{"id":"red_sea","name":"Red Sea Maritime Security","region":"Middle East","lat":15.0,"lon":42.0,"status":"elevated","category":"maritime flashpoint","likelihood":0.71,"impact":0.87,"start_date":"2023–","last_update":"2026-01","summary":"Red Sea insecurity surged when Yemen-linked militant activity targeted commercial shipping, framing attacks as leverage within broader regional conflicts and prompting retaliatory strikes and heightened naval deployments. Because the Bab el-Mandeb is a strategic chokepoint for global trade and energy flows, even sporadic attacks can force rerouting, increase insurance costs, and trigger escalatory signaling among regional and external powers. The flashpoint risk is sustained by the interaction of maritime targeting, counter-strikes, and the potential for misidentification or accidental escalation at sea.","key_dates":[{"date":"2023-10","note":"Regional war dynamics intensify, increasing incentives for spillover targeting of maritime routes"},{"date":"2023-11","note":"Sustained attacks on commercial shipping elevate global trade disruption risk"},{"date":"2024","note":"International naval operations and retaliatory strikes broaden the confrontation environment"},{"date":"2024-2025","note":"Attack-and-response cycles continue, keeping rerouting and insurance pressures elevated"}],"events":["Missile/drone attacks and attempted interdictions against commercial vessels","Naval deployments, convoying, and defensive interceptions increasing encounter complexity","Retaliatory strikes and escalation messaging linking sea attacks to regional conflicts","Trade rerouting and economic ripple effects through shipping costs and delivery timelines"],"sources":["Crisis Group","Lloyds List intelligence reporting"]},
{"id":"iran_israel_shadow","name":"Iran–Israel Direct/Proxy Escalation Risk","region":"Middle East","lat":33.0,"lon":53.0,"status":"elevated","category":"regional deterrence conflict","likelihood":0.68,"impact":0.95,"start_date":"1979–","last_update":"2026-01","summary":"Iran–Israel hostility has long been expressed through proxy networks, covert action, and regional deterrence signaling rather than open conventional war. Iran’s support for allied armed groups and Israel’s efforts to prevent strategic encirclement and constrain advanced weapons flows have produced a persistent shadow conflict across multiple theaters. Periodic spikes—often tied to broader regional crises—raise the risk of direct exchanges, miscalculation, or a widening conflict that could draw in neighboring states and disrupt energy and trade routes.","key_dates":[{"date":"1979","note":"Revolution in Iran reshapes regional alignments and begins a long-term ideological-security rivalry"},{"date":"2006","note":"Lebanon war underscores proxy-front escalation dynamics and deterrence signaling"},{"date":"2011-2015","note":"Syrian war becomes a major arena for Iran–Israel indirect confrontation"},{"date":"2015","note":"Nuclear diplomacy temporarily shifts strategic calculations but rivalry persists through other channels"},{"date":"2023-2025","note":"Regional crises amplify risks of direct strikes and broadened escalation pathways"}],"events":["Proxy-front escalations across multiple borders and theaters","Covert action, sabotage, and targeted strikes shaping deterrence perceptions","Air and missile defense alert cycles raising risks of misinterpretation and rapid retaliation","Diplomatic crises and sanctions pressure interacting with military posturing"],"sources":["Crisis Group"]},
{"id":"iraq_syria_isis","name":"Iraq/Syria ISIS Remnant Threat","region":"Middle East","lat":35.0,"lon":41.0,"status":"stable_threat","category":"counterinsurgency","likelihood":0.47,"impact":0.56,"start_date":"2014–","last_update":"2026-01","summary":"After ISIS lost its territorial ‘caliphate,’ it reverted to an insurgent-remnant model, sustaining low-to-mid intensity attacks where governance is weak and security coordination is uneven—particularly in rural belts and contested zones. In both Iraq and Syria, the remnant threat is amplified by political fragmentation, militia competition, and the limits of state capacity. While not matching its peak-era battlefield footprint, ISIS networks can exploit local grievances, conduct assassinations and ambushes, and use prisons and displacement camps as long-term radicalization and recruitment risk nodes.","key_dates":[{"date":"2014","note":"ISIS surge captures major territory and triggers large-scale international counter-ISIS campaigns"},{"date":"2017","note":"Loss of Mosul marks a decisive territorial defeat phase in Iraq"},{"date":"2019","note":"Final territorial collapse in Syria ends the overt ‘caliphate’ but not the network"},{"date":"2020-2022","note":"Insurgent remnant adapts with rural attacks and prison-break plotting concerns"},{"date":"2023-2025","note":"Persistent low-level attacks continue amid governance gaps and security fragmentation"}],"events":["Ambushes, IED attacks, and assassinations in rural corridors and contested areas","Counterinsurgency raids and intelligence operations disrupting cells intermittently","Prison and detention-camp management challenges creating long-term security risk","Exploitation of political vacuums and militia rivalries to preserve sanctuary"],"sources":["UN","ACLED"]},
{"id":"lebanon_border","name":"Lebanon–Israel Blue Line","region":"Middle East","lat":33.3,"lon":35.5,"status":"elevated","category":"border escalation risk","likelihood":0.64,"impact":0.78,"start_date":"2006 ceasefire framework","last_update":"2026-01","summary":"The Lebanon–Israel frontier is governed by a ceasefire architecture that limits but does not eliminate escalation risk, as Hezbollah’s military posture and Israel’s deterrence strategy create a volatile contact line. Since 2006, periodic incidents have tested the boundary between signaling and war, and broader regional crises can rapidly intensify cross-border fire. The risk is driven by the potential for miscalculation, domestic political pressures, and the integration of the border theater into wider proxy and regional deterrence dynamics.","key_dates":[{"date":"2006","note":"Major war ends with UN-brokered ceasefire framework and monitoring presence"},{"date":"2011-2019","note":"Intermittent incidents and weapons-flow disputes sustain underlying volatility"},{"date":"2023","note":"Regional war escalation increases frequency and intensity of border exchanges"},{"date":"2024-2025","note":"Sustained cross-border strike cycles elevate risk of broader conflict despite deterrence"}],"events":["Cross-border rocket, missile, and artillery exchanges during escalation periods","Targeted strikes and retaliatory patterns shaping deterrence credibility","Civilian displacement from border communities during high-tempo exchanges","UN monitoring and diplomatic de-escalation efforts under strain during crises"],"sources":["UNIFIL","Crisis Group"]},
{"id":"libya","name":"Libya Fragmented Political-Military Standoff","region":"Africa","lat":27.0,"lon":17.0,"status":"elevated","category":"frozen civil conflict","likelihood":0.59,"impact":0.64,"start_date":"2011–","last_update":"2026-01","summary":"Libya’s post-2011 trajectory produced fragmented authority, rival governments, and militia-based power centers competing over oil revenue and state institutions. A 2020 ceasefire reduced large-scale nationwide combat but did not resolve the underlying contest for legitimacy, security-sector unification, or control of fiscal mechanisms. The country remains vulnerable to renewed conflict through localized clashes, contested appointments, and economic coercion around oil infrastructure, with foreign influence and mercenary legacies still shaping the security landscape.","key_dates":[{"date":"2011","note":"Regime collapse opens a vacuum filled by competing armed groups and political factions"},{"date":"2014","note":"Institutional split deepens into rival authorities and competing military coalitions"},{"date":"2019-2020","note":"Tripoli offensive and subsequent ceasefire reshape frontlines and foreign involvement patterns"},{"date":"2021","note":"Political process attempts to unify institutions but elections stall"},{"date":"2023-2025","note":"Recurring governance disputes and militia competition keep relapse risk elevated"}],"events":["Militia standoffs and sporadic clashes around capitals and strategic towns","Oil infrastructure coercion and revenue disputes driving political leverage contests","Foreign influence and security assistance shaping local balances","Stalled political transitions and parallel institutions sustaining chronic instability"],"sources":["UN","Crisis Group"]},
{"id":"western_sahara","name":"Western Sahara","region":"Africa","lat":24.2,"lon":-13.2,"status":"frozen","category":"territorial dispute","likelihood":0.36,"impact":0.46,"start_date":"1975–","last_update":"2026-01","summary":"Western Sahara remains a protracted decolonization and sovereignty dispute between Morocco and the Polisario Front, with a long-standing ceasefire and a stalled political process over self-determination. Although large-scale war has largely been avoided for decades, diplomatic deadlock and sporadic clashes sustain low-level risk. The conflict’s persistence shapes regional politics, refugee conditions, and international alignment debates, even when the kinetic tempo is relatively muted.","key_dates":[{"date":"1975","note":"Spanish withdrawal triggers conflict and competing sovereignty claims"},{"date":"1991","note":"Ceasefire and UN mission established to support a referendum process that remains unresolved"},{"date":"2007","note":"Autonomy proposals and counter-proposals harden diplomatic positions"},{"date":"2020","note":"Ceasefire tensions spike after incidents around strategic transit points"},{"date":"2021-2025","note":"Diplomatic stalemate persists with intermittent security incidents"}],"events":["Intermittent clashes and security incidents near berm and transit routes","Diplomatic standoffs over referendum/autonomy frameworks","Humanitarian and political impacts on refugee populations and regional relations","International recognition dynamics affecting bargaining positions"],"sources":["MINURSO","UN Peacekeeping"]},
{"id":"cyprus","name":"Cyprus Green Line","region":"Europe","lat":35.17,"lon":33.36,"status":"frozen","category":"frozen conflict","likelihood":0.21,"impact":0.39,"start_date":"1974–","last_update":"2026-01","summary":"Cyprus remains divided following the 1974 conflict and subsequent de facto partition, with a UN-buffered Green Line separating communities and political authorities. While daily security is largely stable, the political settlement has repeatedly stalled, and disputes over property, governance, and security guarantees remain unresolved. The conflict rarely turns kinetic, but periodic frictions—often tied to political rhetoric or localized incidents—persist alongside broader Eastern Mediterranean tensions that can complicate diplomacy.","key_dates":[{"date":"1974","note":"Conflict and partition create enduring de facto division and buffer zone governance"},{"date":"2004","note":"Failed reunification plan highlights persistent disagreement over core political terms"},{"date":"2017","note":"Major settlement talks collapse, reinforcing long-term deadlock"},{"date":"2020-2025","note":"Intermittent incidents and diplomatic stagnation persist despite low kinetic risk"}],"events":["Low-level incidents and symbolic disputes along the buffer zone","Stalled negotiations over federal arrangements, property restitution, and security guarantees","Confidence-building measures intermittently pursued but rarely transformative","Eastern Mediterranean energy and regional politics adding external friction to talks"],"sources":["UNFICYP","UN Peacekeeping"]},
{"id":"kosovo_serbia","name":"Kosovo–Serbia Tension Corridor","region":"Europe","lat":42.7,"lon":21.0,"status":"elevated","category":"post-conflict ethnic tension","likelihood":0.53,"impact":0.57,"start_date":"1999–","last_update":"2026-01","summary":"Kosovo–Serbia tensions persist after the 1999 war and Kosovo’s contested statehood, with the north Kosovo corridor remaining a recurring flashpoint where local Serb-majority dynamics, policing authority, and political symbolism intersect. EU-facilitated normalization efforts have produced partial agreements but repeated implementation crises. Escalations often involve barricades, clashes, or armed incidents that can spiral quickly due to nationalist politics, mutual mistrust, and the involvement of international security actors tasked with preventing relapse.","key_dates":[{"date":"1999","note":"War ends; international security presence established and status dispute deepens"},{"date":"2008","note":"Kosovo declares independence; Serbia rejects recognition, entrenching political conflict"},{"date":"2013","note":"Brussels dialogue produces normalization framework but implementation remains contested"},{"date":"2022","note":"Administrative and policing disputes trigger repeated north Kosovo flare-ups"},{"date":"2023","note":"Serious security incident escalates tensions and hardens negotiating positions"},{"date":"2024-2025","note":"Recurring localized escalations persist amid stalled normalization milestones"}],"events":["Barricades, protests, and clashes linked to policing and administrative authority in north Kosovo","Diplomatic crises around normalization agreements, elections, and municipal governance","Armed incidents that raise rapid escalation risk and trigger international mediation","Information operations and nationalist rhetoric amplifying local confrontations"],"sources":["KFOR reporting","Crisis Group"]},
{"id":"bosnia_politics","name":"Bosnia and Herzegovina Constitutional Crisis Risk","region":"Europe","lat":44.2,"lon":17.8,"status":"stable_threat","category":"political instability","likelihood":0.39,"impact":0.55,"start_date":"1995 Dayton framework","last_update":"2026-01","summary":"Bosnia’s stability is constrained by a complex post-war constitutional system that entrenches ethnic vetoes and produces chronic institutional paralysis. While large-scale violence is unlikely in the near term, repeated political crises—especially separatist rhetoric, disputes over competencies, and challenges to state-level institutions—create persistent long-term fragility. External actors and regional politics can amplify internal tensions, and economic stagnation and corruption further weaken public confidence in governance, sustaining a slow-burn risk environment.","key_dates":[{"date":"1995","note":"Dayton Accords end the war and establish the current constitutional order"},{"date":"2006","note":"Failed constitutional reform attempts reinforce institutional deadlock"},{"date":"2010s","note":"Persistent governance paralysis and corruption entrench public disillusionment"},{"date":"2021-2023","note":"Escalating separatist rhetoric and institutional challenges raise constitutional-crisis warnings"},{"date":"2024-2025","note":"Ongoing political standoffs sustain stability risk despite low kinetic violence"}],"events":["Institutional boycotts and veto politics preventing coherent governance","Separatist signaling and legal disputes over state competencies","International mediation and oversight frictions shaping domestic incentives","Economic stagnation and corruption fueling legitimacy erosion and protest potential"],"sources":["Crisis Group"]},
{"id":"armenia_azerbaijan","name":"Armenia–Azerbaijan Post-War Friction","region":"Europe","lat":40.2,"lon":46.8,"status":"elevated","category":"post-war border dispute","likelihood":0.58,"impact":0.66,"start_date":"1988–","last_update":"2026-01","summary":"Armenia–Azerbaijan conflict originated in late Soviet-era contestation over Nagorno-Karabakh and persisted through wars, ceasefires, and unresolved status and border issues. The 2020 war fundamentally shifted the military balance, and subsequent coercive diplomacy and border incidents kept escalation risk high. With questions over border delimitation, transport corridors, detainees, and security guarantees still contested, the post-war environment remains brittle—vulnerable to localized clashes that can escalate due to domestic politics and limited trust.","key_dates":[{"date":"1988-1994","note":"Conflict erupts and first war ends with a fragile ceasefire and unresolved status issues"},{"date":"2016","note":"Major flare-up demonstrates ceasefire fragility and modernization effects"},{"date":"2020","note":"Large-scale war reshapes territorial control and regional security architecture"},{"date":"2021-2022","note":"Border incidents and negotiations over delimitation and corridors intensify"},{"date":"2023","note":"Major escalation changes realities on the ground and intensifies humanitarian and security concerns"},{"date":"2024-2025","note":"Negotiations continue under pressure with recurring security incidents"}],"events":["Border skirmishes and artillery exchanges tied to contested demarcation lines","Coercive diplomacy around transport corridors and security guarantees","Humanitarian and political shocks driving domestic hardening and mistrust","External mediation efforts competing across regional and international platforms"],"sources":["Crisis Group"]},
{"id":"georgia_abkhazia_ossetia","name":"Georgia (Abkhazia/South Ossetia)","region":"Europe","lat":42.2,"lon":43.7,"status":"frozen","category":"frozen territorial conflicts","likelihood":0.31,"impact":0.48,"start_date":"1990s–","last_update":"2026-01","summary":"Georgia’s conflicts in Abkhazia and South Ossetia stem from the Soviet collapse era and remain unresolved under a frozen-conflict architecture shaped heavily by Russia’s security role and recognition politics. While the main ceasefire lines have been largely stable, periodic incidents—detentions, boundary ‘creep,’ and localized confrontations—keep tensions alive. The disputes constrain Georgia’s domestic politics and foreign policy choices and can flare during broader Russia–West confrontations, even if large-scale renewed war is not imminent.","key_dates":[{"date":"1991-1993","note":"Wars in Abkhazia and South Ossetia establish de facto separations and ceasefire lines"},{"date":"2008","note":"War cements separation and alters the security framework dramatically"},{"date":"2009-2012","note":"International monitoring and incident-prevention mechanisms stabilize but do not resolve status issues"},{"date":"2014-2025","note":"Periodic detentions and boundary incidents continue amid broader regional geopolitical tension"}],"events":["Detentions and boundary incidents along administrative lines","‘Borderization’ disputes and localized confrontations affecting civilian livelihoods","Diplomatic deadlock over status and return of displaced persons","Geopolitical spikes that raise regional tension even without large-scale fighting"],"sources":["EUMM reporting"]},
{"id":"transnistria","name":"Moldova (Transnistria)","region":"Europe","lat":47.2,"lon":29.1,"status":"frozen","category":"frozen conflict","likelihood":0.28,"impact":0.44,"start_date":"1992–","last_update":"2026-01","summary":"Transnistria is a long-running de facto separation born from the early post-Soviet wars, sustained by unresolved political status, security arrangements, and economic interdependence. While violence is rare and the ceasefire architecture has held for decades, the region remains geopolitically sensitive due to external influence, ammunition stockpiles concerns, and Moldova’s broader strategic orientation. Tensions can rise during wider regional crises, making it a low-tempo but nontrivial flashpoint.","key_dates":[{"date":"1992","note":"Brief war ends with a ceasefire and entrenched de facto separation"},{"date":"2003","note":"Settlement proposals fail, reinforcing long-term status quo dynamics"},{"date":"2006","note":"Local referendum claims reinforce political divergence while international non-recognition persists"},{"date":"2022","note":"Regional war environment heightens attention to escalation and security risks"},{"date":"2023-2025","note":"Managed stability continues with periodic political and security frictions"}],"events":["Diplomatic stalemate over final status and security guarantees","Economic and energy leverage disputes impacting both sides of the Dniester","Regional security shocks increasing risk of miscalculation despite low kinetic tempo","Confidence-building measures that reduce friction but do not resolve core dispute"],"sources":["OSCE context"]},
{"id":"sahrawi_mali_niger","name":"Sahara Transit Arc Instability","region":"Africa","lat":20.0,"lon":2.0,"status":"elevated","category":"transnational armed mobility","likelihood":0.61,"impact":0.55,"start_date":"2010s–","last_update":"2026-01","summary":"The Sahara transit arc is an instability belt where weak border governance enables armed group mobility, trafficking networks, and opportunistic violence across multiple states. Post-2011 regional disruption and the Sahel insurgency accelerated the militarization of smuggling routes, turning desert corridors into strategic lines of communication for weapons, fighters, and illicit commodities. Violence often spikes around crossings and oases that function as logistical hubs, and state responses are challenged by vast terrain, limited surveillance, and overlapping militant-criminal ecosystems.","key_dates":[{"date":"2011","note":"Regional upheaval accelerates weapons flow and armed network mobility across desert routes"},{"date":"2012-2013","note":"Sahel insurgency intensifies cross-border logistics and sanctuary usage"},{"date":"2015-2017","note":"Trafficking and militant pipelines become more structured and contested"},{"date":"2020-2023","note":"Coups and security realignments alter enforcement patterns and border control"},{"date":"2024-2025","note":"Persistent corridor insecurity sustains multi-border instability risk"}],"events":["Smuggling corridor control contests involving armed escorts, taxation, and raids","Militant movement and sanctuary use across porous borders and remote terrain","Security-force interdictions and reprisals that sometimes displace routes rather than end them","Local community vulnerability to predation, kidnapping, and economic disruption"],"sources":["ACLED"]},
{"id":"lake_chad","name":"Lake Chad Basin Insurgency","region":"Africa","lat":13.3,"lon":14.7,"status":"elevated","category":"insurgency","likelihood":0.67,"impact":0.59,"start_date":"2009–","last_update":"2026-01","summary":"The Lake Chad Basin insurgency extends the northeast Nigeria conflict into a cross-border threat spanning Nigeria, Niger, Chad, and Cameroon. Militants exploit islands, marshes, and remote rural zones for sanctuary and launch raids, ambushes, and kidnappings, while communities face chronic insecurity and constrained livelihoods. Regional military cooperation has contained some threats but has not eliminated insurgent resilience, which is sustained by local grievances, difficult terrain, and the ability to cross borders to evade pressure.","key_dates":[{"date":"2009","note":"Insurgency escalates, later expanding into a multi-country basin-wide threat"},{"date":"2015","note":"Regional coalition efforts intensify as cross-border attacks increase"},{"date":"2016","note":"Factional splits alter operational patterns and areas of focus"},{"date":"2018-2019","note":"Mass-casualty attacks and raids underscore persistent insurgent capacity"},{"date":"2023-2025","note":"Continuing cross-border violence and displacement despite ongoing operations"}],"events":["Raids on villages and military outposts with looting, kidnapping, and arson","Use of difficult terrain and islands for sanctuary and evasive maneuver","Regional joint operations with uneven effectiveness and recurring retaliatory attacks","Humanitarian crises driven by displacement, food insecurity, and restricted mobility"],"sources":["ACLED"]},
{"id":"peru_internal","name":"Peru Internal Political-Unrest Risk","region":"Americas","lat":-9.2,"lon":-75.0,"status":"stable_threat","category":"political volatility","likelihood":0.42,"impact":0.39,"start_date":"2020s","last_update":"2026-01","summary":"Peru’s recent volatility reflects a cycle of executive-legislative confrontation, rapid leadership turnover, and deep regional inequality that fuels protest. Acute crises can trigger nationwide demonstrations, road blockades, and clashes, especially when state responses are perceived as illegitimate or heavy-handed. While Peru retains institutional continuity in many domains, repeated governance crises and polarization sustain an episodic unrest risk that can disrupt economic activity and deepen mistrust in democratic institutions.","key_dates":[{"date":"2020","note":"Political turnover and institutional conflict accelerate perceptions of chronic instability"},{"date":"2021","note":"Contentious political transition heightens polarization and protest potential"},{"date":"2022-12","note":"Major leadership crisis triggers large-scale protests and deadly clashes"},{"date":"2023","note":"Sustained demonstrations and regional grievances keep volatility elevated"},{"date":"2024-2025","note":"Periodic unrest persists as legitimacy and reform debates remain unresolved"}],"events":["Mass protests and road blockades concentrated in politically and economically marginalized regions","Clashes between demonstrators and security forces during acute political crises","Institutional standoffs that trigger rapid cabinet turnover and governance paralysis","Economic disruption from transport interruptions and investor uncertainty during unrest spikes"],"sources":["ACLED"]},
{"id":"south_caucasus_transport","name":"South Caucasus Transit Corridor Tensions","region":"Europe","lat":40.7,"lon":45.0,"status":"elevated","category":"transport corridor geopolitics","likelihood":0.49,"impact":0.6,"start_date":"2020–","last_update":"2026-01","summary":"Transit corridor politics in the South Caucasus intensified after the 2020 war reshaped leverage over routes linking the Caspian, Armenia, Azerbaijan, and onward markets. Competing visions for road and rail links—along with debates over sovereignty, customs control, and security guarantees—have turned infrastructure into a geopolitical bargaining chip. Because corridor arrangements intersect with border delimitation, regional alignments, and external guarantor roles, negotiations can trigger security incidents, coercive diplomacy, or localized clashes even when broader war is not desired.","key_dates":[{"date":"2020","note":"Post-war arrangements elevate corridor questions and the strategic value of transport links"},{"date":"2021","note":"Border tensions and negotiation pressure increase as corridor terms are contested"},{"date":"2022","note":"Diplomatic initiatives intensify amid periodic security incidents"},{"date":"2023","note":"Shifts on the ground and renewed bargaining harden corridor disputes and security concerns"},{"date":"2024-2025","note":"Ongoing negotiations continue under elevated risk of coercive leverage and localized escalation"}],"events":["Coercive diplomacy around route control, customs authority, and security guarantees","Border incidents and military posturing tied to corridor bargaining leverage","Competing external mediation tracks shaping incentives and red lines","Infrastructure-as-leverage tactics: closures, inspections, and security justifications"],"sources":["Crisis Group"]}
]
